/* (No Comment) */
"NSHumanReadableDescription" = "Această extensie aplică reguli avansate de blocare care nu sunt acceptate de Safari Content Blocking API.";

/* Bundle display name */
"CFBundleDisplayName" = "AdGuard Advanced Blocking";
